<? include($_SERVER['DOCUMENT_ROOT'].'/pro_dw_koments/head.php');    ?>
<!DOCTYPE html>
<html lang="ru">
<head>
	<meta charset="UTF-8">
	<title>Кун</title>
	<link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.5.0/css/bootstrap.min.css" integrity="sha384-9aIt2nRpC12Uk9gS9baDl411NQApFmC26EwAOH8WgZl5MYYxFfc+NcPb1dKGj7Sk" crossorigin="anonymous">
</head>
<body>
<h1 style="position: relative;text-align: center;">КУН</h1>
	<hr>
	<h2 style="position: relative;text-align: center;">Доан Кусок — это смертельно-опасный тип людей мужского пола.
	<h3 style="position: relative;text-align: center;">Под опасность попадают мужчины, реже женщины. Их главная задача: Вас съесть либо съесть Вас...</h3>
	<p><strong>Но...Есть особо опасный тип - Кун. Водятся они исключительно группой из 5-6 человек. Огромные зубы, когти, дыхание Копатыча</strong><br></p>
	Их не берут ни пули, ни гранаты. Учёные нашли только 4 способа их избежать:<br>
		<strong>1.<a href="https://ru.wikipedia.org/wiki/%D0%AF%D0%B4%D0%B5%D1%80%D0%BD%D0%BE%D0%B5_%D0%BE%D1%80%D1%83%D0%B6%D0%B8%D0%B5" target="_blank">Ядерное оружие</a> — орудие массового поражения. После ядерного расщепления.</strong><br>
		<strong>2.Передозировка едой — этот тип людей очень любят жрать. Любая курочка сделает их счастливыми<br></strong>
		<strong>3.Притворится своим — увы, лишь у Туни и у Чимчигрыза получилось так сделать<br></strong>
		<strong>4.Убежать — их скорость составляет 5 км/ч, поэтому Вам нужно немного усиилий. Но, если Вы побежите со скоростью 24 км/ч,то они побегут за Вами со скоростью 90 км/ч.</strong><br>
	<hr>
	<strong>Также существуют менее эффективные способы предотвращения угрозы на свою жизнь. Но для реализации понадобится много усилий! Это такие как:</strong><br>
		<strong>1.Сделать тройное сальто, запрыгнув одному из монстров на спину, после, сделая колесо в обуви с кинжалами из сплава твёрдого алмаза и прочного титана. Тем самым, отправив 3 Кунов в нокаут. Далее одного взять за голову и вырубить его, ударив его коленом о голову. И последнему свернуть шею, уклонившись от его зубов и когтей подсечкой в ноги.</strong><br>
		<strong>2.Улететь. Да, способ трудный, не поспоришь. Но блин, он такой крутой и эффектный.</strong><br>
		<strong>3.Врубить одного из этих пердёжников: Ольжич Бузовый, нретшнегроМ, Лицо с татуировками, Инстасамец. Увы, этот способ <em>ВАМ</em> никак не пережить.</strong> <br>
		<strong>4.Показать дыхание Гопатыча. Если Вы обладаете радиоктивным с гамма-излучениями дыханием, то Вы можете попробывать их победить в этом неравном поединке. Они будут дрожать, как Гитлер после Сталинграда. Их очко сожмётся до размеров атома, и они убегут.</strong><br>
		<strong>5.Переместится во времени в будущее, так как в прошлое по 2 закону термодинамики нельзя, и воссоздать гамма-излучающее орудие массового поражения. А после, убить себя...</strong>
		<hr>
	<h3 style="position: relative;text-align: center;">Найденные виды Кунов и их уровень опасности:</h3><br>
	<h4>Открытые виды Кунов:</h4><br>
	<strong>1.Чимчигрызы - существа, походящие на аборигенов. Обладают низким интеллектом. и огромными зубами. Избежать их никому ещё не удовалось, даже вооружённым солдатам. Победить их можно, усыпив или взорвать. <br>
	Средний рост: 2.5 м</strong><br>
	<img src="Кун 20.jpg" height="520 px"><hr>
	<strong>2.Кунчикобризы - существа с невероятной скоростью. Обладают огромной выносливостью. Бегают со скоростью 500 км/ч.
	За скорость они отдали природе свою физическую силу. При схватке с обычным человеком они победят. Но вооружённого огромным ножом - нет.<br>
	Средний рост: 1.6 м</strong><br>
	<img src="Кун 21.jpg" height="520 px">
	<hr>
	<strong>3.Нретшнегромы - существа, попавшие под облучения пердежо-радиации, созданные сумашедшим школьником-рэпером.<br>
	Средний рост: 60 см</strong><br>
	<img src="Кун 22.jpg" height="415 px"><hr>
	<strong>4.Мастокунозавры - испалинский вид Кунов. Являются пассивными. Были изгнаны с Земли ядерным оружием.<br>
	Средний рост: 70 метров<br></strong>
	<img src="Кун 23.jpg" height="540 px"><hr>
	<strong>5.Герлыпанзеры - эти существа являются самыми редкими. Встречаются исключительно в пустынях.<br>
	Средний рост: 2 метра <br></strong>
	<img src="Кун 24.jpg" height="480 px">
	<hr>
	<strong>Также различают уровни опасностей Кунов. Сейчас мы их разберём поподробнее. </strong>
	<br>
	<strong>1.Безобидный - в него входят Герлыпанзеры.Существа исключительно мирные для людей.<br>
	2.Умеренные - в него входят нретшнегроМы и Кунчикобризы. для человека представляют опасность. Но агрессии к человеку имеют мало.<br>
	3.Опасные - в него входят Чимчигрызы. Людям лучше их избегать. Представляют большую опасность, готовы убить в любой момент.<br>
	4.Галактические мутанты - в него входит самые опасные виды - Мастокунозавры.
	Настроены враждебно. Обладают разрушительной силой. <br>
	Учёные говорят, что видов Куновых очень много. Но запечатлить удалось только 5 видов</strong>
	<hr>
	<em>Его нужно опасаться!:</em>
	<hr>
	<img src="Кун 1.jpg" height="330 px">
	<img src="Кун 2.jpg" height="310 px">
	<img src="Кун 3.jpg" height="320 px">
	<img src="Кун 4.jpg" height="310 px">
	<img src="Кун 5.jpg" height="320 px">
	<img src="Кун 6.jpg" height="310 px">
	<img src="Кун 7.jpg" height="320 px">
	<img src="Кун 8.jpg" height="320 px">
	<img src="Кун 9.jpg" height="320 px">
	<img src="Кун 10.jpg" height="320 px">
	<img src="Кун 11.jpg" height="330 px">
	<img src="Кун 12.jpg" height="320 px">
	<img src="Кун 13.jpg" height="320 px">
	<img src="Кун 14.jpg" height="320 px">
	<img src="Кун 15.jpg" height="320 px">
	<img src="Кун 16.jpg" height="320 px">
	<img src="Кун 17.jpg" height="390 px" weight="250 px">
	<img src="Кун 18.jpg" height="465 px">
	<img src="Кун 19.jpg" height="280 px">
	<h2><a href="https://www.youtube.com/channel/UC-yzGDAR47G-AeBsETnUimA" target="_blank" style="position: relative;text-align: center">Подписывайся!</a></h2>
	<hr>
<? include($dir_komments.'/send_koments.php'); ?>	

</body>
</html>